Repository: Narehood/kernal-management-interface
Catalog: po/*.po
Languages: uk

source: About
uk: Про программу

source: Admin access is required for running this application.
uk: Для запуску програми потрібно мати права адміністратора.

source: Another instance of this application is running
uk: Запущено інший екземпляр програми

source: Architecture
uk: Системна архитектура

source: Artists
uk: Художники

source: Assume Yes for all prompts (non-interactive mode)
uk: Припустимо, так для всіх підказок (неінтерактивний режим)

source: Authors
uk: Автори

source: Available Kernels
uk: Доступні ядра

source: Back
uk: Назад

source: Cache
uk: Кеш

source: Cancel
uk: Відміна

source: Changes
uk: Зміни

source: Check every
uk: Перевіряти кожні

source: Check for kernel updates
uk: Перевірити оновлення ядра

source: Check for kernel updates and notify current user
uk: Перевірте наявність оновлень ядра та повідомте поточного користувача

source: Close
uk: Закрити

source: Command not specified
uk: Команда не вказана

source: Commands
uk: Команди

source: Commands listed below are not available on this system
uk: Команди перераховані нижче недоступні на цій системі

source: Continue ?
uk: Продовжувати ?

source: Contributions
uk: Внески

source: Could not find any kernels to remove
uk: Не вдалося знайти жодне ядро ​​для видалення

source: Could not find requested version
uk: Не вдалося знайти запитувану версію

source: Could not find running kernel in list!
uk: Не вдалося знайти запущене ядро ​​у списку!

source: Created directory
uk: Використовувана кеш-папка

source: Credits
uk: Творці

source: Day(s)
uk: День(днів)

source: Deleted directory
uk: Видалений каталог

source: Dir not found
uk: Тека не знайдена

source: Display
uk: Вид

source: Distribution
uk: Дистрибутив

source: Documenters
uk: Укладачі документації

source: Download packages for specified kernel
uk: Завантажити пакети для зазначеного ядра

source: Downloading
uk: Завантаження

source: ERROR
uk: ПОМИЛКА

source: Error
uk: Помилка

source: Failed to copy file
uk: Не вдалося скопіювати файл

source: Failed to create dir
uk: Не вдалося створити теку

source: Failed to delete file
uk: Не вдалося видалити файл

source: Failed to move file
uk: Не вдалося перемістити файл

source: Failed to read file
uk: Не вдалося прочитати файл

source: Failed to write file
uk: Не вдалося записати файл

source: Fetching index from kernel.ubuntu.com...
uk: Отримання відомостей з kernel.ubuntu.com...

source: Fetching index...
uk: Отримання індекса ...

source: File copied
uk: Не вдалося скопіювати файл

source: File deleted
uk: Не вдалося видалити файл

source: File is missing
uk: Файл відсутній

source: File moved
uk: Видалити

source: File not found
uk: Файл не знайдено

source: File not found: %s
uk: Файл не знайдено: %s

source: File saved
uk: Файл збережено

source: Hide kernels older than 4.0
uk: Приховати ядра старіши версії 4.0

source: Hide unstable and RC releases
uk: Приховати нестабільні і реліз-кандидат версії

source: Hour(s)
uk: Година(дин)

source: Ignore this update
uk: Ігнорувати це оновлення

source: Index is fresh
uk: Відомості актуальні

source: Index is stale
uk: Відомості застаріли

source: Install
uk: Встановити

source: Install Linux v%s ? (y/n):
uk: Встановити Linux v% s? (так/ні):

source: Install latest mainline kernel
uk: Встановити зазначену гілку ядра

source: Install latest point update for current series
uk: Встановіть останню точку оновлення для поточної серії

source: Install specified mainline kernel
uk: Встановити зазначену гілку ядра

source: Install this kernel
uk: Встановити це ядро

source: Installation completed with errors
uk: Установка завершена з помилками

source: Installation completed. A reboot is required to use the new kernel.
uk: Установка завершена. Обов'язково виконайте перезавантаження, щоб використовувати нове ядро.

source: Installed
uk: Встановлено

source: Internet connection is not active
uk: Інтернет з'єднання не активно

source: Internet connection timeout in
uk: Час очікування підключення до Інтернету в

source: Kernel
uk: Ядро

source: Kernel upgrade utility for Ubuntu-based distributions
uk: Програма оновлення ядра для дистрибутивів на базі Ubuntu

source: Latest point update
uk: Остання точка оновлення

source: Latest update
uk: Останнє оновлення

source: List all available mainline kernels
uk: Список всіх доступних основних ядер

source: List available kernels
uk: Список всіх доступних основних ядер

source: List installed kernels
uk: Список всіх доступних основних ядер

source: Missing Icon
uk: Нема значка

source: Multiple Kernels Selected
uk: Вибрано кілька ядер

source: Multiple kernels selected for installation. Select only one.
uk: Для встановлення вибрано кілька ядер. Виберіть лише одну.

source: No
uk: Ні

source: No Internet
uk: Інтернету немає

source: No kernels specified
uk: Ядра не вказані

source: No updates found
uk: Оновлень не знайдено

source: Not Selected
uk: Не вибрано

source: Notification
uk: Повідомлення

source: Notify if a major release is available
uk: Повідомити, чи доступний великий випуск

source: Notify if a point release is available
uk: Повідомити, чи доступний невеликий випуск

source: Options
uk: Параметри

source: Other
uk: Інший

source: Packages Available
uk: Доступні пакети

source: Packages Installed
uk: Встановлені пакети

source: Please install required packages and try again
uk: Встановити необхідні пакети і спробуйте знову

source: Preparing to remove selected kernels
uk: Підготовка до видалення вибраних ядер

source: Print debug information
uk: Роздрукувати зневадження

source: Purge
uk: Чистити

source: Refresh
uk: Оновити

source: Refreshing...
uk: Оновлення...

source: Remove
uk: Видалити

source: Remove files from application cache
uk: Видалити файли з кешу програми

source: Remove installed kernels older than running kernel
uk: Видаліть встановлені ядра, старші за запущене

source: Remove specified kernel
uk: Видаліть вказане ядро

source: Run '
uk: Запуск

source: Run the application as admin with pkexec or sudo.
uk: Запустіть додаток як адміністратор за допомогою pkexec або sudo.

source: Running
uk: Використовується

source: Select a single kernel to install
uk: Виберіть одне ядро ​​для встановлення

source: Select the kernel to install
uk: Виберіть ядро ​​для встановлення

source: Select the kernels to remove
uk: Виберіть ядра для видалення

source: Selected kernel is currently running and cannot be removed. Install another kernel before removing this one.
uk: Це ядро ​​зараз працює і не може бути видалено. Встановіть інше ядро, перш ніж видаляти його.

source: Settings
uk: Налаштування

source: Show
uk: Показати

source: Show all options
uk: Показати усі параметри

source: Show notification bubble on desktop
uk: Показувати вікно сповіщень на робочому столі

source: Show notification dialog
uk: Показувати вікно сповіщень

source: Show unstable and RC releases
uk: Приховати нестабільні і реліз-кандидат версії

source: Skip internet connection check
uk: Пропустити перевірку підключення до Інтернету

source: Status
uk: Стан

source: Stopped
uk: Зупинено

source: Syntax
uk: Синтаксис

source: Temp
uk: Темп

source: The following kernels will be removed:
uk: Наступні ядра будуть видалені:

source: Third Party Tools
uk: Сторонние инструменты

source: This kernel is already installed.
uk: Это ядро уже установлено.

source: This kernel is currently running and cannot be removed. Install another kernel before removing this one.
uk: Это ядро в настоящий момент работает и не может быть удалено. Установите другое ядро, прежде чем удалять его.

source: Translators
uk: Перекладачи

source: Un-install completed
uk: Удаление завершено

source: Un-install completed with errors
uk: Удаление завершено с ошибками

source: Unknown option
uk: Невідомий параметр

source: Version
uk: Версія

source: Week(s)
uk: Тиждень (ні)

source: Yes
uk: Так

source: [Warning] Deleted invalid lock
uk: [Увага] Вилучено неправильне блокування

source: seconds
uk: секунди
